Repository: datosgobes/ckanext-comments
Catalog: ckanext/comments/i18n/*/LC_MESSAGES/ckanext-comments.po
Languages: eu

source: Add new comment
eu: Gehitu iruzkin berria

source: An Error Occurred
eu: Errore bat gertatu da

source: Approve
eu: Onartu

source: Are you sure you want to permanently delete this comment?
eu: Ziur iruzkin hau betiko ezabatu nahi duzula?

source: Cancel
eu: Utzi

source: Comment
eu: Iruzkina

source: Comment cannot be updated
eu: Iruzkina ezin da eguneratu

source: Comments
eu: Iruzkinak

source: Confirmation window
eu: Berrespen leihoa

source: Datos.gob.es wants to encourage the participation of users through comments that contribute to enriching the content published on the website. The comments received will be reviewed and approved by the portal management team to ensure quality. It reserves the right to remove comments that it deems inappropriate. Therefore, comments that include insults, disqualifications or considerations unrelated to the content in question will not be published. Comments that include personal data or that allow the identification of deceased people will not be published.
eu: Datos.gob.es taldeak erabiltzaileen partaidetza sustatu nahi du; hori dela eta, erabiltzaileek webguneko edukiak hobetzen lagundu ahal duten iruzkinak idatz ditzakete. Ataria kudeatzen duen taldeak jasotako iruzkinak aztertu eta, hala badagokio, onartu egingo ditu, kalitatea bermatze aldera. Datos.gob.es taldeak beretzat gordetzen du desegokitzat jotzen dituen iruzkinak ezabatzeko eskubidea. Hortaz, ez dira argitaratuko irainak, ospe kentzeak edo edukiekin zerikusirik ez duten aipamenak dituzten iruzkinak. Datu pertsonalak dituzten edo hildakoak identifikatzeko aukera ematen duten iruzkinak ere ez dira argitaratuko.

source: Unpublish
eu: Desargitaratu

source: Edit
eu: Editatu

source: Email
eu: Eposta

source: Email body
eu: Posta elektronikoaren gorputza

source: Email notification
eu: Posta elektronikoaren jakinarazpena

source: Email subject
eu: Posta elektronikoaren gaia

source: Hide answers
eu: Ezkutatu erantzunak

source: I consent to Red.es, with Tax ID Q-2891006-E, as the data controller, processing the data provided directly by me, as well as data obtained indirectly from my activity, in accordance with the Privacy Policy and with the General Directors Instruction on Exercising Rights to Personal Data Protection, available at the following link: <a href="https://www.red.es/es/proteccion-de-datos"> Personal data protection*</a><span class="control-required">* </span>
eu: Baimena ematen diot Red.es-ri (IFK: Q-2891006-E), tratamenduaren arduradun gisa, nik zuzenean emandako datuak prozesatzeko, baita nire jardueraren bitartez zeharka iritsi zaizkionak ere, Pribatutasun Politikari jarraiki eta Datu Pertsonalak Babesteko Eskubideak Erabiltzearen inguruko Zuzendari Nagusiaren Aginduei jarraiki. Esteka honetan aurkituko dituzue: <a href="https://www.red.es/eu/datuen-babesa" >Datu pertsonalen babesa</a>*.<span class="control-required">* </span>

source: Indicates required fields
eu: Beharrezko eremuak adierazten ditu

source: Remove
eu: Ezabatu

source: Reply
eu: Erantzun

source: Save
eu: Gorde

source: Submitted by %(author)s on %(date)s
eu: %(author)s-ek bidalia %(date)s-en

source: The content of this field is kept private and will not be shown publicly.
eu: Eremu honen edukia jendaurrean erakutsiko da

source: View answers
eu: Ikusi erantzunak

source: Your comment has been sent successfully
eu: Zure iruzkina behar bezala bidali da

source: Your name
eu: Zure izena

source: by
eu: arabera

source: Thank you for posting a new comment on datos.gob.es portal. Your comment has been queued for review by site administrators and will be published after approval.
eu: Eskerrik asko datos.gob.es atarian iruzkin berri bat gehitzeagatik. Zure iruzkina ilaran dago gunearen administratzaileak aztertu zain; onartu ondoren argitaratuko da.

source: Block comments
eu: Iruzkinak blokeatu

source: Unblock comments
eu: Iruzkinak desblokeatu

source: The message was not sent because the entity has messages disabled.
eu: Mezua ez da bidali entitateak mezuak desgaituta dituelako.
